Dlubal.RFEM5.SurfacePrincipalStrains
Surface basic strains

Dlubal.RFEM5.SurfacePrincipalStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SurfacePrincipalStrains.Type
Type of results

Dlubal.RFEM5.SurfacePrincipalStrains.LocationNo
Location number

Dlubal.RFEM5.SurfacePrincipalStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfacePrincipalStrains.Epsilon1Positive
Principal strain ε1,+

Dlubal.RFEM5.SurfacePrincipalStrains.Epsilon2Positive
Principal strain ε2,+

Dlubal.RFEM5.SurfacePrincipalStrains.AlphaPositive
Principal strain α+

Dlubal.RFEM5.SurfacePrincipalStrains.Epsilon1Negative
Principal strain ε1,-

Dlubal.RFEM5.SurfacePrincipalStrains.Epsilon2Negative
Principal strain ε2,-

Dlubal.RFEM5.SurfacePrincipalStrains.AlphaNegative
Principal strain α-